---
kind: enumMember
id: F:Autodesk.Revit.DB.BuiltInParameter.RAMP_ATTR_LEFT_BALUSTER_ATTACH_PT
enum: Autodesk.Revit.DB.BuiltInParameter
source: html/fb011c91-be7e-f737-28c7-3f1e1917a0e0.htm
---
# Autodesk.Revit.DB.BuiltInParameter.RAMP_ATTR_LEFT_BALUSTER_ATTACH_PT

"Left Baluster Location"